7zip
accountsservice
acpi
acpid
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
apparmor
arandr
artwork-i3
asusctl
autoconf
automake
avahi
b43-fwcutter
base
base-devel
bison
blueman
bluez-utils
bmenu
brightnessctl
brillo
btrfs-progs
cantarell-fonts
clipit
cpio
cpupower
cronie
cryptsetup
deluge
device-mapper
dex
dfc
diffutils
dina-font-ttf
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dpkg
e2fsprogs
ecryptfs-utils
efibootmgr
eog
exfatprogs
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
firefox
flac
flatpak
flex
font-manager
gcc
gcolor3
gimp
git
glibc-locales
gnome-keyring
gnome-screenshot
gparted
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hexchat
htop
inetutils
install-grub
intel-ucode
inxi
jfsutils
kitty
kvantum-manjaro
less
lib32-flex
lib32-mesa-utils
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libgpod
libreoffice-still
libtool
light
lightdm-settings
lightdm-slick-greeter
linux-firmware-meta
linux612
logrotate
lvm2
lxappearance
lxinput
ly
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-i3-settings
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
matcha-gtk-theme
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
micro
mkinitcpio-openswap
modemmanager
morc_menu
mousepad
mupdf
nano
nano-syntax-highlighting
nautilus
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
noto-fonts-cjk
nss-mdns
ntfs-3g
ntp
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pahole
palemoon
pamac-gtk
patch
patchutils
pavucontrol
pcmanfm
perl
perl-file-mimeinfo
pkgconf
playerctl
plocate
polkit-gnome
polkit-kde-agent
polybar
poppler-data
powertop
pulseaudio
pulseaudio-alsa
python-pywal
python-pywalfox
qt5ct
ranger
rofi
rsync
rust
rust-bindgen
rust-src
s-nail
sbctl
sbxkb
screenfetch
snapd
sof-firmware
speedtest-cli
steam
subversion
sudo
supergfxctl
sysfsutils
syslog-ng
telegram-desktop
terminus-font
texinfo
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-gohu-nerd
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-indic-otf
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
udev-usb-sync
update-grub
upower
usbutils
vi
vibrancy-icons-teal
viewnior
vim
visual-studio-code-bin
vlc
volumeicon
vulkan-intel
vulkan-nouveau
vulkan-radeon
w3m
wallpapers-juhraya
walogram-git
wget
which
wireless-regdb
wmctrl
wmutils
wpa_supplicant
xarchiver
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xbacklight
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
yay
zensu
